Repository: Landic/ASP.NET-Core
Catalog: MusicPortal/MusicPortal/Resources/Resource.*.resx
Languages: uk

# Add
source: Добавить
uk: Додати

# AddGenre
source: Добавить жанр
uk: Додати жанр

# AddPerformer
source: Добавить исполнителя
uk: Додати виконавця

# AddSong
source: Добавить песню
uk: Додати пісню

# AudioAlert
source: Ваш браузер не поддерживает аудио элемент
uk: Ваш браузер не підтримує аудіо елемент

# Authorize
source: Авторизовать
uk: Авторизувати

# Back
source: Вернуться назад
uk: Повернутися назад

# byGenre
source: По жанрам
uk: За жанрами

# byName
source: По названию
uk: За назвою

# byPerformer
source: По авторам
uk: За авторами

# Choose
source: Выбрать
uk: Вибрати

# ChooseFile
source: Выберите файл!
uk: Виберіть файл!

# ChooseLang
source: Выберите язык
uk: Виберіть мову

# ComparePassword
source: Пароли не совпадают!
uk: Паролі не співпадають!

# Deauthorize
source: Деавторизовать
uk: Деавторизувати

# Delete
source: Удалить
uk: Видалити

# Edit
source: Изменить
uk: Змінити

# Entry
source: Войти
uk: Увійти

# Exit
source: Выйти
uk: Вийти

# FileExist
source: Файл с таким именем уже существует!
uk: Файл із таким ім'ям вже існує!

# FullNameInp
source: ФИО
uk: ПІБ

# FullnamePerformer
source: ФИО исполнителя
uk: ПІБ виконавця

# GenreAddTitle
source: Добавлениие жанра
uk: Додавання жанру

# GenreEditTitle
source: Изменение жанра
uk: Зміна жанру

# GenreList
source: Каталог жанров
uk: Каталог жанрів

# GenreName
source: Название жанра
uk: Назва жанру

# InAdmin
source: Вы в режиме администратора
uk: Ви в режимі адміністратора

# LoginInp
source: Логин
uk: Логін

# LoginTitle
source: Вход
uk: Вхід

# LogPasInvalid
source: Неверный логин или пароль!
uk: Невірний логін або пароль!

# NoAccount
source: Нет аккаунта
uk: Немає облікового запису

# NotAuthorize
source: вы не авторизованы
uk: ви не авторизовані

# PageLoginTitle
source: Авторизация
uk: Авторизація

# PageTitle
source: Музыкальный портал
uk: Музичний портал

# PasswordInvalid
source: Пароль должен содержать хотя бы одну заглавную букву и одну цифру!
uk: Пароль повинен містити хоча б одну велику літеру і одну цифру!

# PasswordLength
source: Пароль должен содержать не менее 6 символов!
uk: Пароль повинен містити щонайменше 6 символів!

# PerformerAddTitle
source: Добавлениие исполнителя
uk: Додавання виконавця

# PerformerEditTitle
source: Изменение исполнителя
uk: Зміна виконавця

# PerformerList
source: Каталог исполнителей
uk: Каталог виконавців

# Register
source: Зарегистрироваться
uk: Зареєструватись

# RegisterName
source: Регистрация
uk: Реєстрація

# RepPasswordInp
source: Повторить пароль
uk: Повторити пароль

# RequiredField
source: Поле не должно быть пустым!
uk: Поле не повинно бути пустим!

# Reset
source: Отмена
uk: Відміна

# Search
source: Поиск
uk: Пошук

# SongAddTitle
source: Добавлениие песни
uk: Додавання пісні

# SongEditTitle
source: Изменение песни
uk: Зміна пісні

# SongTitle
source: Название песни
uk: Назва пісні

# UserControl
source: Управление пользователями
uk: Керування користувачами

# UserExist
source: Пользователь с таким логином уже существует!
uk: Користувач із таким логіном вже існує!

# Welcome
source: Добро пожаловать
uk: Ласкаво просимо

# YesAccount
source: Есть аккаунт
uk: Є обліковий запис
